[Character.CharClass_Pumpkinhead AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Pumpkinhead AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Abobrão Mor")

[Population.PawnBalance_Pumpkinhead_Run AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Jack da Lanterna")

[Skills.Skill_PumpkinKingpinRegen SkillDefinition]
SkillName="Regeneração do Abobrão Mor"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_PumpkinKingpinRegenHARD SkillDefinition]
SkillName="Regeneração do Jack da Lanterna"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_PumplingGlow SkillDefinition]
SkillName="Brilho da Abóbora"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

